export const PROTEINS = {
  meat: [
    'כרעיים', 'כנפיים', 'חזה עוף', 'עוף טחון', 'ירכיים', 'שניצל עוף', 'משולש',
    'אנטריקוט', 'בשר בקר טחון', 'כתף בקר', 'כבש טחון', 'נקניקיות', 'שיפודי עוף',
    'קציצות מוכנות', 'חזה הודו'
  ],
  dairy: [
    'ביצים', 'גבינה צהובה', 'גבינה לבנה 5%', 'גבינה לבנה 9%', 'ריקוטה',
    'גבינה בולגרית', 'גבינת קוטג\'', 'שמנת חמוצה', 'חמאה', 'חלב',
    'שמנת לבישול', 'יוגורט טבעי', 'גבינת מוצרלה', 'גבינת פרמזן', 'גבינת ברי'
  ],
  pareve: [
    'סלמון טרי', 'סלמון מעושן', 'טונה בשמן', 'טונה במים', 'דג נילוס',
    'פילה בקלה', 'גרגרי חומוס', 'עדשים כתומות',
    'עדשים שחורות', 'שעועית לבנה', 'שעועית אדומה', 'טופו',
    'אטריות אורז', 'קינואה'
  ]
};

export const VEGETABLES = [
  'בצל', 'שום', 'עגבנייה', 'תפוח אדמה', 'גזר', 'פלפל אדום', 'פלפל צהוב', 'פלפל ירוק',
  'קישוא', 'חציל', 'ברוקולי', 'תרד', 'פטריות שמפיניון', 'פטריות פורטובלו',
  'אבוקדו', 'עגבניות שרי', 'כרוב לבן', 'כרוב סגול', 'לימון', 'בטטה',
  'סלרי', 'כרישה', 'אפונה קפואה', 'תירס קפוא', 'עגבניות מרוסקות בקופסה', 'שעועית ירוקה'
];

export const SPICES = [
  'מלח ופלפל שחור', 'כמון', 'פפריקה מתוקה', 'פפריקה חריפה', 'כורכום',
  'קינמון', 'אורגנו', 'בזיליקום יבש', 'צ\'ילי פתיתים', 'זעתר', 'בהרט',
  'רוזמרין', 'תימין', 'כוסברה יבשה', 'פלפל לבן', 'הל', 'זנגביל יבש'
];
